interface IWorks {
    images: string[]
    projectName: string
    description: string
    link: string
}
interface Image {
    name: string
    link: string
}
export const iconWorks = [{
    name: "CO LAB",
    description: "test"

}]
export const works: IWorks[] = [
    {
        images: ["Work/colab/image.png", "Work/colab/image1.png", "Work/colab/image2.png", "Work/colab/image3.png", "Work/colab/image.png"],
        projectName: "CO LAB",
        description: `แพลตฟอร์มของเราเป็นศูนย์กลางที่เชื่อมโยง ผู้ใช้งาน (Users) และ พาร์ทเนอร์ (Partners) ในการจองและบริหารจัดการ Co-Working Space ได้อย่างมีประสิทธิภาพ ด้วยระบบที่ใช้งานง่าย ทั้งบนเว็บไซต์และมือถือ ทำให้การค้นหา จอง และจัดการพื้นที่ทำงานเป็นเรื่องสะดวกยิ่งขึ้น
        \nเจ้าของหรือผู้ให้บริการ Co-Working Space
        พาร์ทเนอร์สามารถ ลงทะเบียนและจัดการพื้นที่ของตนเอง ได้อย่างง่ายดายผ่านระบบของเรา โดยมีฟีเจอร์สำคัญดังนี้
        🔹 ลงทะเบียนพื้นที่ (Space Listing)
        🔹 ระบบจัดการการจอง (Booking Management)
        🔹 ระบบบริหารจัดการสมาชิก (Membership & Subscription)
        🔹 ระบบจัดการโปรโมชั่นและส่วนลด (Discount & Promotions)
        🔹 แดชบอร์ดวิเคราะห์ข้อมูล (Analytics Dashboard)
        🔹 ลงทะเบียนพื้นที่ (Space Listing)
        🔹 ระบบจัดการการจอง (Booking Management)
        🔹 ระบบบริหารจัดการสมาชิก (Membership & Subscription)
        🔹 ระบบจัดการโปรโมชั่นและส่วนลด (Discount & Promotions)
        🔹 แดชบอร์ดวิเคราะห์ข้อมูล (Analytics Dashboard)
        \nสำหรับผู้ใช้งาน
        🔹 ค้นหาพื้นที่ตามต้องการ (Smart Search & Filters)
        🔹 ระบบจองออนไลน์ (Online Booking & Instant Confirmation)
        🔹 รีวิวและให้คะแนนสถานที่ (Ratings & Reviews)
        🔹 ระบบการชำระเงินที่ปลอดภัย (Secure Payment System)
        🔹 ระบบสะสมแต้มและรางวัล (Loyalty Program)`,
        link: "https://github.com/Fuse441/colab"
    }, {
        images: ["Work/colab/image.png", "Work/colab/image1.png", "Work/colab/image2.png", "Work/colab/image3.png", "Work/colab/image.png"],
        projectName: "Hub integation",
        description: `แพลตฟอร์มของเราเป็นศูนย์กลางที่เชื่อมโยง ผู้ใช้งาน (Users) และ พาร์ทเนอร์ (Partners) ในการจองและบริหารจัดการ Co-Working Space ได้อย่างมีประสิทธิภาพ ด้วยระบบที่ใช้งานง่าย ทั้งบนเว็บไซต์และมือถือ ทำให้การค้นหา จอง และจัดการพื้นที่ทำงานเป็นเรื่องสะดวกยิ่งขึ้น
        \nเจ้าของหรือผู้ให้บริการ Co-Working Space
        พาร์ทเนอร์สามารถ ลงทะเบียนและจัดการพื้นที่ของตนเอง ได้อย่างง่ายดายผ่านระบบของเรา โดยมีฟีเจอร์สำคัญดังนี้
        🔹 ลงทะเบียนพื้นที่ (Space Listing)
        🔹 ระบบจัดการการจอง (Booking Management)
        🔹 ระบบบริหารจัดการสมาชิก (Membership & Subscription)
        🔹 ระบบจัดการโปรโมชั่นและส่วนลด (Discount & Promotions)
        🔹 แดชบอร์ดวิเคราะห์ข้อมูล (Analytics Dashboard)
        🔹 ลงทะเบียนพื้นที่ (Space Listing)
        🔹 ระบบจัดการการจอง (Booking Management)
        🔹 ระบบบริหารจัดการสมาชิก (Membership & Subscription)
        🔹 ระบบจัดการโปรโมชั่นและส่วนลด (Discount & Promotions)
        🔹 แดชบอร์ดวิเคราะห์ข้อมูล (Analytics Dashboard)
        \nสำหรับผู้ใช้งาน
        🔹 ค้นหาพื้นที่ตามต้องการ (Smart Search & Filters)
        🔹 ระบบจองออนไลน์ (Online Booking & Instant Confirmation)
        🔹 รีวิวและให้คะแนนสถานที่ (Ratings & Reviews)
        🔹 ระบบการชำระเงินที่ปลอดภัย (Secure Payment System)
        🔹 ระบบสะสมแต้มและรางวัล (Loyalty Program)`,
        link: "https://github.com/Fuse441/colab"
    }
]

